# 추석 트래픽 - 백트레킹 - 17676

def solution(lines):
    answer = 0

    S_arr = []
    T_arr = []

    for line in lines:
        S_arr.append(line.split()[1])
        T_arr.append(line.split()[2])

    print(S_arr)
    print(T_arr)
    return answer


lines = [
    "2016-09-15 20:59:57.421 0.351s",
    "2016-09-15 20:59:58.233 1.181s",
    "2016-09-15 20:59:58.299 0.8s",
    "2016-09-15 20:59:58.688 1.041s",
    "2016-09-15 20:59:59.591 1.412s",
    "2016-09-15 21:00:00.464 1.466s",
    "2016-09-15 21:00:00.741 1.581s",
    "2016-09-15 21:00:00.748 2.31s",
    "2016-09-15 21:00:00.966 0.381s",
    "2016-09-15 21:00:02.066 2.62s"
]

print(solution(lines))
